02 Software/01 Broncode/operatiebrp-code-145.3/migratie/migr-test-isc/regressie-brp-bevraging-gba/uc1004-07-adresvraag webservice/uc1004-07C30T060/1000-uit-ws_gba_vraag-zoek pl.xml

<?xml version="1.0"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
    <soap:Body xmlns:m="http://brp.bzk.nl/delivery/bevraging/gba/ws">
        <m:vraag>
            <m:in0>
                <m:indicatieAdresvraag>1</m:indicatieAdresvraag>
                <m:indicatieZoekenInHistorie>0</m:indicatieZoekenInHistorie>
                <m:masker>
                    <m:item>80910</m:item>
                    <m:item>81010</m:item>
                    <m:item>81020</m:item>
                    <m:item>81030</m:item>
                    <m:item>81110</m:item>
                    <m:item>81115</m:item>
                    <m:item>81120</m:item>
                    <m:item>81130</m:item>
                    <m:item>81140</m:item>
                    <m:item>81150</m:item>
                    <m:item>81160</m:item>
                    <m:item>81170</m:item>
                    <m:item>81180</m:item>
                    <m:item>81190</m:item>
                    <m:item>81210</m:item>
                    <m:item>87210</m:item>
                    <m:item>87510</m:item>
                </m:masker>
                <m:parameters>
                    <m:item>
                        <m:rubrieknummer>81120</m:rubrieknummer>
                        <m:zoekwaarde>16</m:zoekwaarde>
                    </m:item>
                    <m:item>
                        <m:rubrieknummer>81160</m:rubrieknummer>
                        <m:zoekwaarde>2252EB</m:zoekwaarde>
                    </m:item>
                </m:parameters>
            </m:in0>
        </m:vraag>
    </soap:Body>
</soap:Envelope>